{
    "Used in the title of every note that has no title set.": {
        "Collaborative markdown notes": "Markdown 協作筆記"
    },
    "Not used right now.": {
        "Realtime collaborative markdown notes on all platforms.": "使用 Markdown 的跨平台即時協作筆記",
        "Welcome!": "歡迎！"
    },
    "Subtitle on the entry page. Used to tell what CodiMD is.": {
        "Best way to write and share your knowledge in markdown.": "您使用 Markdown 寫作與分享知識的最佳方式"
    },
    "Name of the menu item on the index page. It's the default tab for unauthenticated users.": {
        "Intro": "簡介"
    },
    "Name of the tab that shows the user's note history. Default page for logged in users": {
        "History": "紀錄"
    },
    "Button on the main page to create a new note as guest": {
        "New guest note": "建立訪客筆記"
    },
    "Little text to illustrate some of our features on the index page. Also links to the share-notes section on the features page": {
        "Collaborate with URL": "使用網址協作"
    },
    "Little text to illustrate the mathjax feature of CodiMD. Also links to the MathJax section of the features page": {
        "Support charts and MathJax": "支援圖表與 MathJax"
    },
    "Shows that CodiMD has a slide mode feature and links to the Slide-mode section of the features page": {
        "Support slide mode": "支援簡報模式"
    },
    "Login button on the index page": {
        "Sign In": "登入"
    },
    "Shows up on the history page for non-logged in users": {
        "Below is the history from browser": "以下為來自瀏覽器的紀錄"
    },
    "New note\"-button on the index page for logged in users": {
        "New note": "建立筆記"
    },
    "Used on the index page for not logged in users to split the \"sign in\" and \"Explore all features\" button.": {
        "or": "或"
    },
    "Log out string on the index page. In the drop-down menu for the user name.": {
        "Sign Out": "登出"
    },
    "Text in the button that links to the features page": {
        "Explore all features": "探索所有功能"
    },
    "Placeholder text in the search field for tags on the history tab on the index page": {
        "Select tags...": "選擇標籤..."
    },
    "placeholder text in the search field for keywords on the history tab on the index page": {
        "Search keyword...": "搜尋關鍵字..."
    },
    "Help text for the \"Title\"-button on the history tab on the index page.": {
        "Sort by title": "用標題排序"
    },
    "Text to sort notes by title on the history tab on the index page.": {
        "Title": "標題"
    },
    "Sort by time": "用時間排序",
    "Time": "時間",
    "Export history": "匯出紀錄",
    "Import history": "匯入紀錄",
    "Clear history": "清空紀錄",
    "Refresh history": "更新紀錄",
    "No history": "沒有紀錄",
    "Import from browser": "從瀏覽器匯入",
    "Releases": "版本",
    "Are you sure?": "你確定嗎？",
    "Modal title for the note deletion. This will show up as soon as a user asks selects the note deletion option on the codimd view.": {
        "Do you really want to delete this note?": "確定要刪除這個文件嗎？"
    },
    "Additional information when a user wants to deletes his notes. All users who are working on a note that is going to be deleted, will get disconnected from the collaborative session.": {
        "All users will lose their connection.": "所有使用者將會失去連線"
    },
    "Cancel": "取消",
    "Yes, do it!": "沒錯，就這樣辦！",
    "Choose method": "選擇方式",
    "Sign in via %s": "透過 %s 登入",
    "New": "新增",
    "Publish": "發表",
    "Extra": "增益",
    "Revision": "修訂版本",
    "Slide Mode": "簡報模式",
    "Export": "匯出",
    "Import": "匯入",
    "Clipboard": "剪貼簿",
    "Download": "下載",
    "Raw HTML": "純 HTML",
    "Edit": "編輯",
    "View": "檢視",
    "Both": "雙欄",
    "Help": "協助",
    "Upload Image": "上傳圖片",
    "Menu": "選單",
    "This page need refresh": "此頁面需要重新整理",
    "You have an incompatible client version.": "您使用的是不相容的客戶端",
    "Refresh to update.": "請重新整理來更新",
    "New version available!": "新版本來了！",
    "See releases notes here": "請由此查閱更新紀錄",
    "Refresh to enjoy new features.": "請重新整理來享受最新功能",
    "Your user state has changed.": "您的使用者狀態已變更",
    "Refresh to load new user state.": "請重新整理來載入新的使用者狀態",
    "Refresh": "重新整理",
    "Contacts": "聯絡方式",
    "Report an issue": "回報問題",
    "Used in the help modal to let people find us on platforms like Matrix. Links to the messenger and hopefully empowers people to work with us.": {
        "Meet us on %s": "透過 %s 聯絡我們"
    },
    "Send us email": "寄信給我們",
    "Documents": "文件",
    "Features": "功能簡介",
    "YAML Metadata": "YAML Metadata",
    "Slide Example": "簡報範例",
    "Cheatsheet": "快速簡表",
    "Example": "範例",
    "Syntax": "語法",
    "Header": "標題",
    "Unordered List": "無序清單",
    "Ordered List": "有序清單",
    "Todo List": "待辦事項",
    "Blockquote": "引用",
    "Bold font": "粗體",
    "Italics font": "斜體",
    "Strikethrough": "刪除線",
    "Inserted text": "插入文字",
    "Marked text": "標記文字",
    "Link": "連結",
    "Image": "圖片",
    "Code": "程式碼",
    "Externals": "外部",
    "This is a alert area.": "這是警告區塊",
    "Revert": "還原",
    "Import from clipboard": "從剪貼簿匯入",
    "Paste your markdown or webpage here...": "在這裡貼上 Markdown 或是網頁內容...",
    "Clear": "清除",
    "This note is locked": "此份筆記已被鎖定",
    "Sorry, only owner can edit this note.": "抱歉，只有擁有者可以編輯此筆記",
    "OK": "好的",
    "Reach the limit": "到達上限",
    "Sorry, you've reached the max length this note can be.": "抱歉，您已使用到此份筆記可用的最大長度",
    "Please reduce the content or divide it to more notes, thank you!": "請減少內容或是將內容切成更多筆記，謝謝！",
    "Import from Gist": "從 Gist 匯入",
    "Paste your gist url here...": "在這裡貼上 gist 網址...",
    "Import from Snippet": "從 Snippet 匯入",
    "Select From Available Projects": "從可用的專案中選擇",
    "Select From Available Snippets": "從可用的 Snippets 中選擇",
    "OR": "或是",
    "Used in the drop-down menu in the codimd view. Allows to export notes to GitLab Snippets.": {
        "Export to Snippet": "匯出到 Snippet"
    },
    "Used in the GitLab snippet export and import menu in the codimd view.": {
        "Select Visibility Level": "選擇可見層級"
    },
    "Addtional text that shows up by hovering over the night mode button in the codimd view. Should explain what the moon sign at the top does.": {
        "Night Theme": "夜間主題"
    },
    "Text at the bottom of the index page. Contains 3 links to github, Matrix and POEditor.\n\nLike: \"Follow us on Github, Matrix and POEditor.": {
        "Follow us on %s and %s.": "來 %s 或 %s 和我們互動吧！"
    },
    "Optional text at the bottom of the index page linking to the privacy policy of an instance.": {
        "Privacy": "隱私權政策"
    },
    "Optional text at the bottom of the index page linking to the Terms of Use document provided by the instance.": {
        "Terms of Use": "使用條款"
    },
    "Used as title of the modal that asks the user that he/she is really sure about deleting his/her account.": {
        "Do you really want to delete your user account?": "你確定真的想要刪除帳戶？"
    },
    "Used in a modal that shows up as soon as the user clicks on the \"Delete user\"-button in the user drop-down menu. Should make clear that everything the user owns or references to the user will be deleted and can not be recovered.": {
        "This will delete your account, all notes that are owned by you and remove all references to your account from other notes.": "我們將會刪除你的帳戶、你所擁有的筆記、以及你在別人筆記裡的作者紀錄。"
    },
    "Used in the user drop-down menu on the index page. Opens a modal that informs the user that his account will be deleted completely and makes sure the user really want that. Then deletes the account including all notes a user owns.": {
        "Delete user": "刪除使用者"
    },
    "Used in the user drop-down menu on the index page. Generates an archive of all notes a user owns and downloads them.": {
        "Export user data": "匯出使用者資料"
    },
    "Used in the sidebar of the help modal. Links to POEditor, our translation platform.": {
        "Help us translating on %s": "來 %s 幫我們翻譯"
    },
    "Link besides the \"Release\" and possible \"Privacy policies\" at the bottom of the index page that points to the source code of the CodiMD version you are using.": {
        "Source Code": "原始碼"
    }
}